tap "sdkman/tap"
brew "act"
brew "adr-tools"
brew "awscli"
brew "bat"
brew "colima"
brew "docker"
brew "fzf"
brew "gh"
brew "gnupg"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "pinentry-mac"
brew "thefuck"
brew "sdkman/tap/sdkman-cli"
cask "1password"
cask "cursor"
cask "google-chrome"
cask "iterm2"
cask "rectangle"
cask "spotify"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
