tap "sdkman/tap"
brew "awscli"
brew "bat"
brew "colima"
brew "docker"
brew "fzf"
brew "gnupg"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "pinentry-mac"
brew "terraform"
brew "thefuck"
brew "sdkman/tap/sdkman-cli"
cask "1password"
cask "cursor"
cask "google-chrome"
cask "iterm2"
cask "rectangle"
cask "spotify"
